 
                                  inserir cód.
§1                     LIGAR F1:
HAPPY HOUR §1:§2          FIM F1:
HAPPY HOUR §1:§2            LIGAR F2:
HAPPY HOUR §1:§2          FIM F2:
HAPPY HOUR §1:§2            LIGAR F3:
HAPPY HOUR §1:§2          FIM F3:
HAPPY HOUR §1:§2            moeda       §1  §2
cartão    0=ac.  moeda       §1  §2
s/ cartão 0=ac.  cart. créd. máx.
§1                 1=PROGRAMAÇÃO
2=DADOS 3=TEST.       4=LIMPAR 6=MODEM
5=MANUTENÇÃO       1=PROGR  2=DADOS
3=TEST   4=LIMP.   1=PROGR  2=DADOS
3=TEST   4=LIMP.   cartão de
desconto  - §1 %          Def. Vibr. mot.
Time gr.  §1  §2    FUNCIONANDO
                        não usado
                          PRODUTO  §1
0=inib.     §2.§3       DOSAGEM gramas
PRODUTO §1  §2.§3    atraso ligar
PRODUTO  §1 §2.§3      n.º pausas
0-2 15=máx   §1          ÁGUA §1 tempo
0=inib.     §2.§3     atraso ligar
ÁGUA   §1 §2.§3        MIST §1
0=inhb.     §2.§3           atraso ligar
MIST. §1    §2.§3      fluxo água  : §1
§2                 nome seleção§1§2
§3                 atraso tubos
§1.§2                  Programação:
§1                     Veloc. MIST.  §1
§2                 dia da semana
§1.                   ACIONANDO:
§1.     §2:§3            DESATIVANDO:
§1.     §2:§3          LIMEPZA:
§1:§2                      HORA:
§1:§2                         DIA:
§1                             MÊS:
§1                             ANO :
§1                            ÁGUA DE CAFÉ
0=inib.   cc:§1        SEQUÊNCIA CAFÉ
1=caf. anter.  §1    Horas Kilowatt
§1.§2                X4 rinse 2 wat.
in brewer  §1ml     Primeira instal.
0=prim.       §1   não usado
                          Fresh Milk
§1                       VOLTAGEM
volt.:      §1.§2          MODEM TESTE
SEL 4                   não usado
                          PRÉ-SELEÇÃO
                        INIBIDO
----------------            X5 wait time 2
wat. brew. §1.§2s    Def. Vibr. mot.
Speed gr. §1  §2    ATIVAR TELA
TEMPERA. 1=SIM §1       X6 wait time 3
empty wat. §1.§2s    SELEÇÕES TOTAIS
§1                  SELEÇÕES PARC.
§1                   DINHEIRO TOTAL
§1                   DINHEIRO PARC.
§1                   TOTAL TESTES
§1                     TESTES PARCIAIS
§1                  total carr. em
cart§1  §2           parc. carr. em
cart§1  §2           total descarr.
cart§1  §2           parc. descarr.
cart§1  §2           total carr. em
cartão §1            parc. carr. em
cartão §1            total descarr.
cartão §1            parc. descarr.
cartão §1            não usado
                          não usado
                          não usado
                          não usado
                          não usado
                          não usado
                          não usado
                          não usado
                          SEL. §1 PARC.  §2
§3                SEL.  PARC.  §1
§2                  SEL.  PARC.  §1
HAPPY  §2           SEL.  PARC.  §1
FRE.JAR§2           MOEDA  §1
§2                        PREÇO  §1
§2                        TEMPERATURA
Temp. EV1   §1          DEFINIÇÃO
primeir.café §1           TEMPERATURA
Temp. EV2   §1          PL for cash
0=PL1 1=PL2    §1       selec. moedor 2
1=sim          §1   não usado
                          pré-seleção
BARLEY                  REGISTRO--------
-FORA DE SERVIÇO   Selection repeat
§1                 heating time
sec.: §1.§2            TEMPERATURA
Temp. EV3   §1          PROGRAMAÇÃO-----
-BOTÃO  §1------   PROGRAMAÇÃO-----
-RELÓG----------   PROGRAMAÇÃO-----
PREÇOS       §1    PROGRAMAÇÃO-----
-PREÇOS---------   PROGRAMAÇÃO-----
-MOEDAS---------   PROGRAMAÇÃO-----
-TEMPERATURA----   PROGRAMAÇÃO-----
-DIVERSOS-------   DIAGNÓSTICO-----
----------------   AUD. VENDAS-----
----------------   PROGRAMAÇÃO-----
PREÇO HAPPY=§1     PROGRAMAÇÃO-----
-PREÇO HAPPY       PROGRAMAÇÃO-----
QTD. PRODUTO       PROGRAMAÇÃO-----
-MANUTENÇÃO-----   PROGRAMAÇÃO-----
CARTÃO RFID        TESTE DE MOVIM.
AÇÚCAR   Sel. 4     Saq. chá
0=inibir      §1           número ciclos
§1                    pausar ciclo
seg.:      §1          selec. ciclo
0=fixo         §1      código máquina
A        §1          código máquina
B        §1          número mensagem
§1                  tipo moedeiro
§1                    código acesso
§1                    não usado
                          agitad. 0=antes
1=depois      §1    temp. mín.
vent.       §1           Temp. bipe
§1.§2                    número decimal
§1                   PL for cashless
0=PL1 1=PL2    §1   idioma:
português                   SEL STOP
não=0 sim=1 §1             Grátis
                             TEMPERATURA
Delta        §1         não usado
                          não usado
                          regular bomba §1
§2 §3 %            regular motor §1
§2 §3 %            tempo café
moedor      §1.§2        gramas café
moedor      §1.§2       regular moedor
§1 §2 %              Pré-seleção
SEM AÇÚCAR              TESTE MOVIMENTO
AÇÚCAR    sel. 4    Pré-seleção
SEM AÇÚCAR              quant. extra
leite       +§1.§2     Latte-Macchiato
LIGAR CAFET.§1.§2   não usado
                          Limitar corrente
10A                Não Usado
                          TEMPERATURA
aquec.:      §1         não usado
                          grãos de café
[§1.§2]  §3.§4        quantid. água
EXPRESSO   -§1 %      recipiente
Café 2    n:   §1        Preço Café 2
0=+ 1=-       §1       mist. ev
CAFÉ 2    n:   §1          Ativar botão
pré-sele§1:§2          recipiente
AÇÚCAR       n:§1        X7 rinsing
temperat.  §1            Pré-seleção
EXPRESSO                agitador
§1                         Pré-seleção
AÇÚCAR EXTRA            PRODUTO
LEITE LM     n:§1           Ativar contad.
0=não 1=sim   §1     quantid. açúcar
extra       +§1.§2  recipiente
CEVADA       n:§1        mist. ev
CEVADA       n:§1          preço BARLEY
0=+ 1=-       §1       n.§1 off §2 §3
§4:§5 §6-§7-20§8     n.§1  N.º
FORA DE SERVIÇO           agitador
§1                         sensor copo
1=Ativar       §1       Vibr.mot.
Time gr.     §1           Vibr. mot.
Speed gr.    §1          PWM Pump
§1%                        habil. FREE VEND
0=não 1=1 2=++ §1  não usado
                          borras café desc
[§1]    §2         habil. FREE VEND
0=não 1=1 2=++ §1  não usado
                          não usado
                          qtd. produto  §1
[§2.§3]  §4.§5     Pré-seleção
JARRO                   EV leite fresco
§1.§2               não usado
                          prod. §1 aviso
limiar:   §2.§3      habil parar pr.§1
1=parar        §2 TOTAL  GRÁTIS
§1                    PARC.   GRÁTIS
§1                   DINHEIRO TOTAL
DINH.  §1            DINHEIRO PARC.
DINH.  §1            N. DIN TOT VED.
§1                  N. DIN PAR VED.
§1                  TOTAL EM COFRE
§1                   COFRE PARCIAL
§1                    CAR. VEND TOTAL§1
§2                CAR. VEND PARC.§1
§2                CAR. VEND. TOTAL
§1                 CAR. VEND. PARC.
§1                 Tubos ejeção
b. :4-5-7-8-9-10       depós. ativado
0=enab. 1=dis. §1    crédit. máx.
§1                     devol. máx.
§1                      Tipo venda
0=sing. 1=múlt.§1        Valor token
§1                      dev. moedas §1  §2
0=ac. 1=desat.   s/dev moedas §1 §2
0=ac. 1=desat.   valor tubos MDB
§1                  Valid. faturas
ativ.=  0;1;2 =§1    PROGRAMAÇÃO-----
- MDB ----------   Pré-seleção
LEITE EXTRA             Pré-seleção
EXPRESSO                Pré-seleção
SELEÇÕES   25-36        Pré-seleção
DESCAFEINADO            Pré-seleção
não usado               Pré-seleção
S/ COPO                 Pré-seleção
CEVADA                  TEST GROUP
Absorption  sel4         caldeira  cc:
0=400   1=800  §1     não usado
                          quick menu
access code  §1          EV ar
Leite fresco§1.§2             não usado
                          REGULAR
MOTORES                     Calibrar café
Premir PROG §1        LM água leite
Número=        §1     não usado
                          desinstalação
10=INICIAR            TEMPERATURA
Expresso    §1          não usado
                          TEMPERATURA
caldeira    §1          X8 Clousure
brewer      §1%         TEMPERATURA
Latte Mac.  §1          cód.   ID 101
§1                    cód.   ID 104
§1                    cód.   ID 106
§1                    endereço VIDTS
§1                   Protocolo
§1                        DataAudit 0=TMON
1=DDCMP 2=DIAG §1  não usado
                          PROGRAMAÇÃO-----
-ID. MÁQUINA       Hora verão
1=sim          §1        não usado
                          LOW PRESSURE
                       X9 wait time 3
last cof. §1 min     X10 min cof. qty
to engage §1 cc    A1 PWM Variflex
move        §1%     A2 Pump On time
§1.§2[s]            Pré-seleção
SELEÇÕES   37-48        Pré-seleção
COPO GRANDE             Sensor de café
1=Ativar      §1     mesp. 189
                          ÁGUA
porcen.    +§1 %               + ou   -  PREÇO
0=+  1=-      §1    PRODUTO
porcen.    +§1 %            não usado
                          não usado
                          não usado
                          não usado
                          não usado
                          PRÉ-INFUSÃO
0=não   seg.:§1         JARRO
0=não      n:§1               pré-seleção
AÇÚCAR                  pré-seleção
LONGO                   água
LONGO      +§1 %               número de selec.
Bingo       §1     preço c/ cartão
1=preço happy  §1   premir <PROG> p/
carr.:  §1         Açúcar padrão
LED:0-5       =§1     não usado
                          A3 Pump OFF time
§1.§2[s]           A5 pressure
number        §1        PROGRAMAÇÃO-----
-MDB USD--------   PROGR. MDB USD §1
SEL. 4            PROGR. MDB USD
SEL. 4               Calibr. motor §1
gr/seg.   §2       produto §1 usado
parc.g.§2          produto §1 usado
Tot. g.§2          CALIBRAÇÃO------
FLUXO PRODUTO      AUDIT. PRODUTO--
------FLUX-----    TEST MOTOR
Absorption  sel4         reg moedor    §1
§2 §3 %            não usado
                          ativ. filtro H2o
Reset  0=não   §1  não usado
                          A6 water after
coffee   §1[ml]      A7 chamber
aperture    §1%          DA rotation
0=auto 1=man.  §1       Set preheating
selection §1         MDB offset own
cup 0=no 1=yes §1    granulometria
§1                    não usado
                          pricehold query
no=0 yes=1     §1   Side water pump
0-4           §1    Pressão cafet.
0=máx 10=min. §1     Café duplo
0=não 1=sim    §1        ban. gotas
habilit. sim=1-§1        não usado
                          Pré-seleção
nome:   §1              não usado
                          Cup size
§1                         vend payment
timeout §1 sec.        ev leite fresco
atraso      §1.§2   ev ar leite fres
atraso      §1.§2  não usado
                          não usado
                          PROGRAMAÇÃO ----
VARIGRIND §1       A7 chamber
aperture    §1%          PROGRAMAÇÃO ----
-AC. ESP. LEITE-   distribuiç. copo
0=sim 1=não    §1  não usado
                          não usado
                          PROGRAMAÇÃO ----
VARIGRIND 2        PRESEL. NUM §1§2
§3                 Dados verif.
§1                     Water Flush mode
1=ON 0=OFF §1       
                                  xxxxxx
                             PROGRAMAÇÃO  ---
LISTA NEGRA RFID   bloq. n.º  §1
cartão      §2        TEST CUP STATION
sel 4              não usado
                          PROGRAMAÇÃO ----
VARIFLEX           PROGRAMAÇÃO ----
MICRO              PROGRAMAÇÃO ----
                   TEMPERATURA
Temp. EV4   §1          Pré-seleção
SELEÇÕES 49-60          xxxxxx
                             xxxxxx
                             não usado
                          Tempo lavagem
CAPPUCC.   §1:§2      Leite F.cobert.-
desvio  sim=1- §1  Calibrar café 2
Premir PROG §1      cup sens.thresh.
0=dis  §1 - §2     Set Free Vend
Ins hours   §1        habil. dataaudit
primero 1=sim  §1  Instant Scaling
Factor §1 §2 %      TEST AGITADORES
sel 4               Security Level
level 1-4      §1    Calibrate Cof  3
Push PROG   §1     Calibrate Cof  4
Push PROG   §1     coffee repeat
0=disabled     §1     Current language
§1                 ACIONANDO:
§1.     §2:§3            X4 rinse 2 wat.
in brewer  §1ml     VOLTAGEM
volt.:      §1.§2          REGISTRO--------
-FORA DE SERVIÇO   agitad. 0=antes
1=depois      §1    número decimal
§1                   sensor copo
1=Ativar       §1       mist. ev
CAFÉ 2    n:   §1          não usado
                          n.º pausas
0-2 12=max   §1          Power adj. pump
0=no 1=yes  §1      